{
  "complications": [
    "I love ___, but so does ____. We know this, but the one we love does not.",
    "____ killed someone important to me, but __ must protect them.",
    "I hold ___ dear to my heart, but they have forgotten who I am. I saved them from __ before.",
    "I serve ___ loyally, but my heart calls me to follow __.",
    "I committed a crime before with ___, which caused us to be exiled from our hometown, and caused __ to hate us.",
    "I love __ but __ loves me, and I know.",
    "My mentor, _____, does not know that I treat ___, someone they disapprove of, like my best friend.",
    "I’m helplessly infatuated with ___, but they don’t know this, they only see me as a friend and nothing else... And ___ knows this.",
    "I want to get in a relationship with ___, but __, my sibling/mentor/parent, expressly disavows me from being in any romantic relationship.",
    "______ wants to kill me, but _______ is trying to stop them.",
    "My parent has arranged for me to be married to __, but I wish to be with _____, who I cannot be with.",
    "____ doesn’t know that I was once a servant of ___.",
    "____ and I are siblings, but we don’t know that _____is our parent.",
    "I am scorned by __ for something I did to them, but _____ thinks that they’re stupid for thinking that, and is on my side at all costs.",
    "I have been looking for __ all my life, and ___ wants me to kill them.",
    "I served under __, but left after _____ told me to do so.",
    "______ can give me something that I want,, but ___ wants me to get away from them.",
    "I cannot explain why I am inexplicably drawn to ____, but ___ is always at their side for reasons they cannot explain either.",
    "My sibling, ___, was separated from me at birth, and was brought up in ___.",
    "___ does not know that they are my parent, and ______ wants to kill them.",
    "I have been honorbound by __ to protect ___.",
    "I love ____, and they love me back. However, they do not take me seriously, and would rather be with ____.",
    "I have an important item from ___ that they gave me when we were younger. I don’t know if they still remember. ____ wants it from me.",
    "___, a member from the upper class, wishes to wed me, but I do not love them. I would rather be with _____, who is no good to me.",
    "I had romantic relations with ___ before, but it never went well. They’re with __ now, and it’s making things a bit awkward.",
    "I changed allegiances from ____ so I can be with __.",
    "___ is my father, and I wish to kill them because __ told me to do so.",
    "____ humiliated me before, and I will never forgive them. They did it in front of ___, who I hold dear.",
    "___ saved me from mortal harm before, and so I have given my life to them. However, I have done the same for ___, and I have a feeling that they have feelings for me.",
    "___ and __ are good friends, however I’ve kissed one of them and the other hates me for it.",
    "____ is the child of my old master, whom I respect. ____ is my old master, and they are still looking for their child.",
    "____ is my mortal enemy, and I would stop at nothing to kill them. _____ is the only reason why I haven’t yet.",
    "I am the disowned child of _____ martial arts clan. _____ is an esteemed student of said clan.",
    "______ and I used to be great friends with _____, who died. It’s not the same anymore, and we’ve had rocky relations since.",
    "______ asked me to kill them so they wouldn’t get married to ______.",
    "______ and I were on opposite sides of a split in a martial art clan, of whom _____ is the heir.",
    "______ hates me, and only _____ knows why.",
    "______ and I are great friends. We sit beneath weeping trees and sing of songs we wish to see. ____ is jealous of our friendship.",
    "______ has made me something I still cherish. _____ wants it back.",
    "______ killed someone important to me, and ______ wants to kill them for me.",
    "_______ and _______ are my best friends, but they have forgotten me for some reason.",
    "______ taught me how to fight, but ______ taught me how to hate.",
    "I have fought _________ to a standstill, who ________ has struggled to defeat.",
    "I need _______ to give me something I need, but ________ keeps them away from me.",
    "I used to be friends with _________ but _______ revealed to me something I didn’t like about them.",
    "_______ used to be my childhood best friend, but _________ took me away from them.",
    "_______ and ________ served the same master before, but that master forced us apart for reasons I don’t know.",
    "_______ is afraid of me, and I don’t know why. They have told _______ for some reason.",
    "________ needs to kill me to fulfill an obligation they were forced into with _______.",
    "________ wants me to get together with ________ but we’ve already known each other for a long time, and don’t want to get together for reasons we both know."
  ],
  "conjunctures": [
    "Jamiyun Kulisa, Brother Thunder, God of the Thunderclaps, resounded before you when you were young, bleaching your hair white.",
    "The Lord of the Forest took you in one day. You spent 7 years in his grove. Leaves and branches grow from your hair.",
    "You were born into great privilege and royalty: perhaps you were a son of a well-known Datu within Gatusan, or perhaps you were the crown prince of a Datu who serves the Sultana of Akai. Nevertheless, your privilege has blinded you to the truths of the world. What was the one truth that enlightened you?",
    "You blasphemed a Lord before, and you were kicked out of your community.",
    "You were sent out on a venture that your lord knew only you could handle. You lost something when you returned.",
    "You fell in love with a spirit before. It did not end well. You still dream of them. Sometimes you cry, randomly.",
    "You killed a crocodile when you were younger. The ancestors curse you, and you do not rely on fate.",
    "You led a tribute mission once before to a foreign nation. Only you returned.",
    "Humadaw, an ancient hero of your culture, spoke to you directly when you cut off a part of a strangler fig. You walk around with his eyes.",
    "You were the spokesperson (atubang) for a lord before, but you’ve lost that before becoming a Kadungganan. What you did must have been dire.",
    "You fell in love with a childhood friend. You two did something that forced them to have their fingers cut.",
    "You outwitted a spirit before, out in the grasslands. A dark shadow stands at the corner of your room whenever you sleep.",
    "You were a veiled maiden (binukot), taught ancient stories and songs and crafts. You escaped.",
    "An agent of fate knocked on your door. You did not answer. You no longer know if it is safe when someone knocks on your door.",
    "The God Galura, Creator of Whirlwinds and Lightningstorms, revealed themself before you, and gave you a broken sword. You carry this sword, but it does nothing. Eagles keep watch over you.",
    "An innovation ended horribly: you’ve lost your original body. Your Four Part Soul exists in a body you are not familiar with.",
    "The nature spirits spoke to you from the trees and the mountains. You lost something important, something that could’ve been the answer to something you were doing, and the gods beckon to you.",
    "You were raised in a fishing settlement, where you became skilled in the arts of sailing, boatcrafting, and harpooning. You are intimate with the Dagatnon, the little gods of the sea. How do those stuck in land view you?",
    "You were handed down an important weapon from your parent, but you lost it somewhere. Where did you lose it? What kind of weapon was it? You must create something equal in importance.",
    "You had an apprentice before.",
    "You were born with a dream. A pattern, a weapon, a boat. Are you trying to create it?",
    "You saw an ancient datu in your dream once. He killed you, and you watched as he carried your decapitated head into distant lands.",
    "You remember the tale of the Conquering King. He who launched an attack at Heaven, only to find there to be six more. The wisefolk that told you that story disappeared the day after.",
    "A forest spirit went mad, and you watched as a band of Kadungganan quelled it.",
    "Angels/Demons/Spirits destroyed the town you were born in.",
    "Imperialists created an iron village in the outskirts of the forest you used to call home. Their fumes and flames consumed the trees like hungry gods.",
    "You were blinded, or hobbled in some way, due to a fight you thought you could win.",
    "Your anger got the best of you: you died. But, somehow, you still live. Your Four-Part Soul still lives on, complete and intact. Someone brought you back from the brink.",
    "You loved a servant before, not yours. They cried to you as they were sacrificed in a ritual when their lord died.",
    "You broke an important bond with someone you cared for. You regret that you can never mend your broken relationship.",
    "You cooked an amazing feast before, one that resulted in the ignition of hearts.",
    "You were born in Humonhon, the Isle of Ghosts. Your community consisted of wandering souls, lost from the coil.",
    "You learned true patience after trying to fish for ocean dragons.",
    "You have the demon blight upon your hand. Hide it.",
    "You used to have a whole slew of pets, from king eagles to giant tortoises. You had to leave the island they frequented.",
    "A winged eagle sang to you once, when you were a child. You’ve been chasing the song ever since. 37. You copied the dance of fighting monkeys and hawks, and you have become like that flaming dance ever since.",
    "You found the story of the ancient datu Sumakwel being told by an elder shaman-healer. When you heard the entire story, the shaman-healer died.",
    "You brought a community to tears before. Why must you inflict that? You must return to them one day.",
    "A person you loved told you the story of the Mahanaga, the great serpent that encircled the world and one could see at night as a streak of white, like a river of stars.",
    "Javril, the Great Angel of Flowers, sang to you a melody, one which you can only remember bits and pieces from whenever you engage in violence.",
    "You fell in love with a Goddess, who lives in the sky above.",
    "Your eye was plucked out by a crow. You’ve never needed it since.",
    "You gave counsel to a datu before, but it did not lead to a good outcome.",
    "You saw the truth of the world, you felt the Supreme Soul, the goal of Hiyang, but have since forgotten it. Glimpses of it appear in your trances.",
    "You wrote a treatise on something before, but it's lost to time or to flames. Someone read it before it was vanquished.",
    "You’ve been to the moon when you were a child. You saw the factory of angels, and the nest of devils. You saw the Grand Palace On The Moon.",
    "A Langitnon, a god from the sky, gave you wisdom before. It was the wisdom of forgetting, and you have since forgotten it.",
    "A Suladnon, a god from the world under, gave you knowledge, before. It was the knowledge that all knowledge is not true.",
    "You were the only one that escaped your village’s destruction.",
    "You stole something from your datu, and so the datu took something away from you.",
    "You took a wrong turn and ended up in the underworld, once. You found your way out thanks to Iraon Daron, whose kind smile you will never forget.",
    "An imperialist killed your parents, and then took pity and adopted you.",
    "Your body was stolen. You live in a body given to you by a Langitnon. You do not remember how you look like.",
    "You died. Or, at least you thought so. You were brought back to life by a Kadungganan, but the Kadungganan died in doing so.",
    "You fell in love with someone you were supposed to steal from or con.",
    "You killed an innocent person before.",
    "You committed the atrocity of butchering, but you were under orders. You were under orders.",
    "You killed a nature spirit before. It was a petty spirit, one of a minor stream you once loved bathing in.",
    "A serpent coiled around your loved one and now that loved one is immortal, but you cannot touch them. 61. The stories of the Night Child killed your nights. One day, you met the night child, and they stole away your gender.",
    "You suffered a horrible, horrible injustice. To this day, there is no reckoning.",
    "You were part of a different warband. You no longer fight together. One of them has died.",
    "You moved to another settlement to follow someone, but they were never there.",
    "You were raised in a farming settlement deep into the plains of Rusunuga. All your life, you saw giant dragons flying in the clouds and warriors fighting in the fields. Eventually, you left your farming settlement, but this was a decision you’ve since learned to regret.",
    "You remember the beautiful multicolored flowers of the grasslands of Kalanawan, but you don’t remember having lived there ever in your life.",
    "You were the apprentice of a blacksmith, but someone killed your master, forcing you to wander alone. Did you know who killed them?",
    "You were swindled before by a wealthy merchant prince, who went away with all your gold before. Do you still look for them? Do you want your shit back?",
    "You were raised in the streets of one of the metropoles, and had to fight your way to survive, becoming anyone and everyone’s servant. You were blessed eventually by Buyung Limus-an, the Diwata of Beggars. Where do you travel now? What useless item did Buyung Limusan give you?",
    "You are a foreigner, looking for something here in the Isles. You will not find it."
  ],
  "conviction": [
    "Curiosity. Seek something, always seeking. What is it? Even I do not know, but the pull of the unknown is enough to put the winds upon my sails.",
    "Survival. As the Archipelago drowns in the blood of its children, I will stay afloat, by iron and fire. 3. Wealth. Servants, connections, heirloom wealth, and religion. Why else live if not to guarantee these things for me and mine?",
    "Valor. I fight to fulfill the prophecies and songs of eld: of a hero who must face the darkness, with nothing but a sword of light and a smile like the sun.",
    "Loyalty. Whether it be for their blood or for their heart, the reason I fight is to stay true to the one who owns my soul.",
    "Honor. What life is there to live, if it is not a life of virtue? Why wield a sword if not to uphold one’s principles? Why live, if there is nothing to live for but base animal instinct?",
    "Revenge. What goes around comes around. The circle is unbroken, and it brings with it the spike of judgment.",
    "Family. My family might be broken, or not one of blood, or like an arrow lost in the trade winds, but it is mine. And they are all I have.",
    "Spite. My soul churns and my spirit boils. I have been cast down like false idols. I shall rise again, and those that will suffer my scorn will know my name as I say it while impaling them with my blade.",
    "Duty. There is something that I must do, and it is something that only I can do. Another might get it wrong. Who else could it be but me?",
    "Knowledge. There is a future that we all can see. One only needs a light bright enough to see it. Walk with me, and let us attain wisdom. Let the path we forge be the right one.",
    "Love. My heart bleeds, enslaved, and my soul is the lake. My passion courses like the rivers of Gubat Banwa for the one that holds my life in thrall. My tears flow in devotion."
  ],
  "debts": [
    "A Virbanwan Murderglave named Amihan, who puts her work before her, to the detriment of herself. She made something for you, out of a need to prove herself.",
    "A Gatusanon Heavenspear named Kilat, who shot out from the sky and saved you from a lantaka missile.",
    "A Virbanwan Buwaya Lancer named Niqulas, whose crocodile you almost killed.",
    "Alho, a famous poet in Kangdaya, Capital of Gatusan, famed for his wit and appeal. He helped you find a safe place before.",
    "Adlaw, a four-armed, red-skinned demon. He gave you something you desperately needed at the time.",
    "Humul, a traveler from Vuyu, the sacred mountains of Rusunuga, who gave you a language no one else can speak.",
    "Iroy was a handsome Akai patron who you worked for before, who did not put you in servitude.",
    "Suban was an Apumbukid warrior who protected your community before. They left before you could thank them.",
    "Payel was a Virbanwan merchant who helped you get resources for a project.",
    "Mahin, an old Akai sorceress, did you a favor, once. She waits for you.",
    "Akid, a deerfolk trickster who hunts for hawk eagles in the forest, taught you a secret about shadows.",
    "Binayaan, an escaped veiled maiden of the Rajah of Gatusan, met you once and defeated you in single combat.",
    "Cortador, a Virbanwan Sword Saint, who showed you nothing but sharpness, but helped you learn the secrets of combat.",
    "Sam’baha, who was a noble, royalty born to Sipulapula, to the Royal Clan of Dimantag, but treated you as an equal.",
    "Puraw, a tamawo that wandered the forests of Pumirang, friendly to the Confederation. They saved you from getting lost.",
    "Asina, an Apumbukid weaver that shared her dreams to you through her weavings.",
    "Taraka, an ancient lake spirit that brought you water when you thought you were to die.",
    "Sumandak, an Akai civetfolk knight who offered you a ride to an island you needed to go on his boat.",
    "Tenshi, a Ba-enon mothfolk who helped you get writing implements.",
    "Dara, a Virbanwan warrior-dancer who guarded your traveling caravan before.",
    "Patima, an Akai singer and concubine to a lord, whom gave you important advice.",
    "Nara, a healer in the Golden City of Put’wan, who healed you as you were in dire straits.",
    "Maputra, an Akai veteran who only fights with a split spear, who taught you how to fight.",
    "Harina, a Ba-e guardian who you fought side by side with in an old war against the demigiants.",
    "Kampur, a wealthy cinnamon merchant, who gave you a bit of something to help you on your way.",
    "Samira, a beautiful Akainon sugapa peddler, who sheltered you one day in her drughouse.",
    "Suga, a proud monkey-prince who rides a great horse from Apumbukid. He gave you a ride once across the picturesque grasslands of Kalanawan.",
    "Lyssa, a General in Virbanwa, who you stole once from and was then excommunicated from Virbanwa.",
    "Aduna, a kind giant cat living in the mountains, whom you conned to escape from.",
    "Hiyas, a Confederation professional thief and corpse-raider who managed to fund a boat with her exploits. You stole something that was a family heirloom to her. You lost the heirloom."
  ]
}