[
  {
    "name": "Kawayanon",
    "description": [
      "Commonly known as The Bamboo Folk, Kawayanon are the most populous Folk in the Sword Isles, owing in no small part to their propensity to reproduce and intermingle with others, being social animals. Kawayanon are those born from a piece of bamboo that floated in from the Endless Sea after multiple cosmogonies. They arose after a great king eagle pecked them out from their bamboo vessels. The first Kawayanon had no gender. However an ancient Devil-Eel known as Apung Gisibak fought with the great Eagle and the Sky, and then deceived the Kawayanon to fight with him. As punishment for one of the first acts of violence, the Great Eagle and the Grand Sky came down and sundered the Kawayanon, inflicting gender upon them, and enforcing a spiritual unity to be able to create new ones.",
      "Tinges of their foliage-ancestry echoes in small distinctive features, such as having leaf- or nut-shaped ears, green and brown eyes, supple pale brown skin. Rarer are more obvious manifestations of this: leafy hair, purple veins, long fingers, lanky body types, and much more. Kawayanon usually live for up to 80 to 100 harvests, but many seek a poultice of immortality."
    ]
  },
  {
    "name": "Iro-Iro",
    "description": [
      "The dogfolk are the faithful warriors of Apu Balatik, who followed him to the ends of heaven. As a gift for their faithfulness, Apu Balatik blessed all dogs with the cunning ability to hunt down all things. The name Iro comes from the first dog, their First Ancestor, Iro, who gave his life for Apu Balatik. When Iro died, Apu Balatik emblazoned him across the sky as a streak of lightning, and thus he is now known in the sky as the heavenly lightning dog, Kimat. It is said that sometimes the puppies and brood of Kimat venture down into the earth through these lightning bolts, and they are known as Kimat-Kimat.",
      "Iro-Iro are blessed with the inherent capacity to hunt. They therefore make for great warriors and hunters, which goes without saying. They are beholden to creating tightly knit communities, and thus are known for their ability to easily integrate into any community easily.",
      "Iro-Iro Ethnicities are wide and varied, similarly to Kawayanon: those in the far Continent might have lion-dog aesthetics, those in the far west might have more Beagle or Corgi aesthetics. Iro-Iro usually live up to 70 harvests in general."
    ]
  },
  {
    "name": "Kamikam",
    "description": [
      "The catfolk are those that resemble large humanoid cats, but are widely understood not to be them. They were the children of the god of hunting, Apu Balatik, alongside the dogfolk. When the catfolk did not join Apu on his journey to hunt the stars, they were deemed lazy. However it was the ancestors of the catfolk that invented the great number of traps and hunting arts in The Sword Isles now.",
      "The term Kamikam is an ancient word that Apu Balatik gave them: it is a term that meant “the wagging tail of a cat”. He gave them this when he realized the first thing they would usually do before doing anything was to wag their tails. However, Kamikam, chosen children of Apu Balatik alongside the Iro-Iro, also inherented his vicious hunting intent and instinct, and thus they make for fierce warriors.",
      "Kamikam ethnicities are wide and varied across Gubat Banwa: those in the far Southeastern Continent might find Kamikam that look like fierce golden tigers, in which they are called Auraskan. In the Baikhan continent they might find grand lions. Common in the northern islands of the Sword Isles are those that resemble binturong, or bearcats."
    ]
  },
  {
    "name": "Pilandokan",
    "description": [
      "The deerfolk are diminutive mouse deer people descended from the Almighty Trickster of Akai history, Pilandok. Pilandok was so great that he once became a sultan of an entire kingdom, without the actual sultan even knowing! As punishment, Pilandok was cut up into a thousand pieces, and that was how the deerfolk were born. Of course, Pilandok is still alive. If one asked Pilandok why he performed the deed, he would reply: “is there anything funnier than a king?”",
      "Most Pilandokan are small and slender in stature, none of them reaching taller than 5 foot 5 inches. However, there are some Pilandokan that have stranger bloodlines and can reach taller than that. In general, however, they are known for not being too large, and for having distinct deer-like features upon their face. Their hooves and legs let bound across landscapes with ease.",
      "Pilandokan ethnicities vary widely and greatly, but they almost always stay small and below their average height despite it. While they don’t inherently have a propensity for being tricksters, many of those that have heard of their stories immediately associate Pilandokan with Pilandok. Pilandok usually live 75 harvests."
    ]
  },
  {
    "name": "Pak-an",
    "description": [
      "Pak-an means winged. The birdfolk are descendants of the ancient sky king Rajah Lawin, who rules over all the sky raptors. When Rajah Lawin was killed by Jamiyun Kulisa with his Thunderbolt, Rajah Lawin’s electrified blood coagulated and formed into the pak-an in mid-air. However, Jamiyun Kulisa asked Amihan and Habagat, the Elder Monsoons, to never allow the pak-an to fly, even with their wings.",
      "Many Pak-an look similar enough to Kawayanon, however their hands and feet (and sometimes their face) tend to have very avian features. They are sometimes confused with kinnara and kinnari, though they are not that, for they are not divine. Jamiyun Kulisa has made sure of that. Instead, many Pak-an cultures revere the Galura, which bring about the changes in winds across the seasons, as well as the Garuda, avian gods that live in the heavens and engage in an everlasting war with demon forces that threaten to destroy the upper firmament of the greater Kalibutan.",
      "Pak-an ethnicities are once again very varied: crow-like features are common across the isles, and some look even like hornbills. They are as varied as Kawayanon, and grand pak-an live alongside most kawayanon to great effect, serving as helpers, elders, counselors, and warriors for settlements found across mountains and cliffsides, where they are most comfortable--or perhaps most eviscerated, as the constant height is a reminder of what they cannot do. Most Pak-an live for 80 harvests."
    ]
  }
]